[Alarm.Alarm_Regent_twk:DisTweaks_Interactable_AlarmBell_0 DisTweaks_Interactable_AlarmBell]
m_UnringAlarmText="`GBA_Use` 止める"
m_Name="警報ベル"
m_InteractText=" `GBA_Use` 鳴らす"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[AudiographPanel_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="オーディオグラフ再生機"
m_InteractText="`GBA_Use` オーディオグラフを再生する"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LedgeTransitionDoor_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ダンウォールタワーの外へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LedgeTransitionDoorExt_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ダンウォールタワーの待合室へ"
m_InteractText="`GBA_Use` 開く"

[Door_Transitions.LTD_Courtyard_to_Foyer_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="ロックされている。`kが必要だ"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_Courtyard_to_Foyer_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ダンウォールタワーの待合室へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_FishEntrance_to_Foyer_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="ロックされている。`kが必要だ"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_FishEntrance_to_Foyer_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ダンウォールタワーの待合室へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_FoyerLedge_to_YardLedge_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name=""
m_InteractText="`GBA_Use`を押して塔の中庭の出っ張りに向かう"

[Door_Transitions.LTD_FoyerMain_To_Courtyard_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="ロックされている。`kが必要だ"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_FoyerMain_To_Courtyard_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ダンウォールタワーの外へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_FoyerSide_to_FishEnt_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="ロックされている。`kが必要だ"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_FoyerSide_to_FishEnt_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ダンウォールタワーの外へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_Ledge_to_Foyer_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name=""
m_InteractText="`GBA_Use`を押して待合室の出っ張りに向かう"

[Door_Transitions.LTD_rooftop_to_interiorStairs_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="ロックされている。`kが必要だ"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_rooftop_to_interiorStairs_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ダンウォールタワーの中へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Door_Transitions.LTD_TowerStairs_to_Roof_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="この扉は別の場所から開けられる"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Door_Transitions.LTD_TowerStairs_to_Roof_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="ダンウォールタワーの屋上へ"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[FireplaceLightSwitch_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="光"
m_InteractText=" `GBA_Use` 方向を変える"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Lens_Lever_twk DisTweaks_UsableObject]
m_LockedMessage="使用不能"

[Pwn_PropagandaOfficer DisTweaks_NPCPawn]
m_BusyText="このキャラクターはビジー状態です"
m_CannotStealMessage="この種類の弾薬はこれ以上持てない"

[Pwn_PropagandaOfficer:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="宣伝担当官"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[TowerReturn_Notes_Granny DisAbstractItem]
m_ItemName="愛する人"
m_PluralItemName=""
m_Description="ああ、愛する人よ。ワインセラーは憂うつだわ。私に会いに来てくれないかしら？ あなたがここにいた頃、私達はあいつらをびっくりさせてやったわね。覚えてる？ 会いに来てくれたら、またプレゼントをあげるわ。ピカピカした彫刻品よ。あなたはおしゃべりが苦手だけど、働く姿は素敵よ。戻ってきたらお話してあげる。楽しいお話をね。\n\nあなたのグラニーより"

[TowerReturn_Notes_Worship DisAbstractItem]
m_ItemName="監督官のスローガン"
m_PluralItemName=""
m_Description="誤った精神は、分裂して手に負えなくなる前に封じ込めろ。二人の敵は同じ体を共有できるのか？ 否。なぜなら一人一人が別々の道を行きたがり、そのうちドブにはまるからだ。それと同様、2つの相反する思想は一人の心に長くとどまる事はできない。相対する思想は意思の力を弱め、あらゆる異端に寛容になってしまう。嘘をつく舌を封じ込めろ。それは口内の火花だ。たとえ小さな火花でも、それが原因で街全体が焼け落ちる事もありうる。最初に嘘をついた者は罰せられるだろう。その罰は嘘が広がる度に重くなるのだ。落ち着きのない足を封じ込めろ。それは不法侵入の常習者だ。彼らは他人の縄張りを示す境界石を無視するのだ。そして異国の地に迷い込み、不道徳に汚された足で舞い戻ってくる\n"

[tray_twk:DisTweaks_InteractableInterface_17 DisTweaks_InteractableInterface]
m_Name="鍋"
m_InteractText="`GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

